turbq/atprog/packs/atmel/SAM4N_DFP/1.0.49/atdf/ATSAM4N8B.atdf
      <value-group caption="" name="SUPC_WUIR__WKUPEN1">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN2">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN3">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN4">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN5">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN6">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN7">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN8">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN9">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN10">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN11">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN12">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN13">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN14">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPEN15">
        <value caption="the corresponding wake-up input has no wake-up effect." name="DISABLE" value="0"/>
        <value caption="the corresponding wake-up input forces the wake-up of the core power supply." name="ENABLE" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT0">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake-up of the core power supply." name="LOW" value="0"/>
        <value caption="a high level for a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake-up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT1">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake-up of the core power supply." name="LOW" value="0"/>
        <value caption="a high level for a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake-up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT2">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake-up of the core power supply." name="LOW" value="0"/>
        <value caption="a high level for a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake-up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT3">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake-up of the core power supply." name="LOW" value="0"/>
        <value caption="a high level for a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake-up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT4">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake-up of the core power supply." name="LOW" value="0"/>
        <value caption="a high level for a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake-up of the core power supply." name="HIGH" value="1"/>
      </value-group>
      <value-group caption="" name="SUPC_WUIR__WKUPT5">
        <value caption="a low level for a period defined by WKUPDBC on the corresponding wake-up input forces the wake-up of the core power supply." name="LOW" value="0"/>
        <value caption="a high level for a period defined by WKUPDBC on the correspond-ing wake-up input forces the wake-up of the core power supply." name="HIGH" value="1"/>
      </value-group>
